Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# search.detail.action.unstar
source: Unstar
ar: إزالة من المفضلة
de: Markierung entfernen
es: Quitar favorito
fr: Retirer des favoris
id: Hapus bintang
it: Rimuovi dai preferiti
ja: スター解除
ko: 즐겨찾기 해제
nl: Markering verwijderen
pl: Usuń z ulubionych
pt_br: Desfavoritar
ru: Убрать из избранного
tr: Yıldızı kaldır
uk: Видалити з зірочок
vi: Bỏ đánh dấu sao
zh_hans: 取消 Star
zh_hant: 取消 Star

# search.detail.badge.archived
source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivado
fr: Archivé
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivado
ru: Архивирован
tr: Arşivlenmiş
uk: Архівовано
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已封存

# search.detail.badge.disabled
source: Disabled
ar: معطلة
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключён
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_hans: 已停用
zh_hant: 已停用

# search.detail.badge.fork
source: Fork
ar: متشعبة
ja: フォーク
ko: 포크
ru: Форк
tr: Çatal
uk: Форк

# search.detail.badge.template
source: Template
ar: قالب
de: Vorlage
es: Plantilla
fr: Modèle
id: Templat
ja: テンプレート
ko: 템플릿
nl: Sjabloon
pl: Szablon
pt_br: Modelo
ru: Шаблон
tr: Şablon
uk: Шаблон
vi: Mẫu
zh_hans: 模板
zh_hant: 模板

# search.detail.empty.description
source: No description
ar: لا يوجد وصف
de: Keine Beschreibung
es: Sin descripción
fr: Aucune description
id: Tidak ada deskripsi
it: Nessuna descrizione
ja: 説明なし
ko: 설명 없음
nl: Geen beschrijving
pl: Brak opisu
pt_br: Sem descrição
ru: Нет описания
tr: Açıklama yok
uk: Немає опису
vi: Không có mô tả
zh_hans: 暂无描述
zh_hant: 暂无描述

# search.detail.empty.repoUnavailable
source: Repository data unavailable
ar: بيانات المستودع غير متاحة
de: Repository-Daten nicht verfügbar
es: Datos del repositorio no disponibles
fr: Données du dépôt indisponibles
id: Data repositori tidak tersedia
it: Dati repository non disponibili
ja: リポジトリデータを利用できません
ko: 저장소 데이터를 사용할 수 없음
nl: Repositorygegevens niet beschikbaar
pl: Dane repozytorium niedostępne
pt_br: Dados do repositório indisponíveis
ru: Данные репозитория недоступны
tr: Depo verisi kullanılamıyor
uk: Дані репозиторію недоступні
vi: Dữ liệu kho lưu trữ không khả dụng
zh_hans: 仓库数据不可用
zh_hant: 仓库数据不可用

# search.detail.license.tooltip
source: License
ar: الترخيص
de: Lizenz
es: Licencia
fr: Licence
id: Lisensi
it: Licenza
ja: ライセンス
ko: 라이선스
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hans: 开源许可证
zh_hant: 开源许可证

# search.detail.score.format
source: Match %@
ar: مطابقة %@
de: Übereinstimmung %@
es: Coincidencia %@
fr: Correspondance %@
id: Cocok %@
it: Corrispondenza %@
ja: 一致率 %@
ko: 일치 %@
nl: Overeenkomst %@
pl: Dopasowanie %@
pt_br: Correspondência %@
ru: Совпадение %@
tr: Eşleşme %@
uk: Збіг %@
vi: Khớp %@
zh_hans: 匹配度 %@
zh_hant: 匹配度 %@

# search.detail.score.tooltip
source: GitHub search relevance (best-match sort only)
ar: مدى الصلة في بحث GitHub (فرز أفضل تطابق فقط)
de: GitHub-Suchrelevanz (nur Best-Match-Sortierung)
es: Relevancia de búsqueda de GitHub (solo orden por mejor coincidencia)
fr: Pertinence de la recherche GitHub (tri par meilleure correspondance uniquement)
id: Relevansi pencarian GitHub (hanya untuk urutan kecocokan terbaik)
it: Rilevanza ricerca GitHub (solo ordinamento per miglior corrispondenza)
ja: GitHub検索の関連性（ベストマッチソートのみ）
ko: GitHub 검색 관련성 (최적 일치 정렬만 해당)
nl: GitHub-zoekrelevantie (alleen beste overeenkomst-sortering)
pl: Trafność wyszukiwania GitHub (tylko sortowanie najlepsze dopasowanie)
pt_br: Relevância da pesquisa do GitHub (apenas ordenação por melhor correspondência)
ru: Релевантность поиска GitHub (только сортировка по наилучшему совпадению)
tr: GitHub arama alaka düzeyi (yalnızca en iyi eşleşme sıralaması)
uk: Релевантність пошуку GitHub (лише сортування за найкращим збігом)
vi: Mức độ liên quan tìm kiếm GitHub (chỉ sắp xếp theo mức độ phù hợp nhất)
zh_hans: GitHub 搜索相关度（仅 best-match 排序时有意义）
zh_hant: GitHub 搜索相关度（仅 best-match 排序时有意义）

# search.detail.stat.openIssues.tooltip
source: Open issues + PRs (combined by GitHub)
ar: المشكلات المفتوحة + طلبات السحب (مجتمعة من GitHub)
de: Offene Issues + PRs (kombiniert von GitHub)
es: Issues abiertos + PRs (combinados por GitHub)
fr: Problèmes ouverts + PR (combinés par GitHub)
id: Isu terbuka + PR (digabung oleh GitHub)
it: Problemi aperti + PR (combinati da GitHub)
ja: オープンなIssue + PR（GitHubによる合計）
ko: 열린 이슈 + PR (GitHub에서 결합)
nl: Openstaande problemen + PR's (gecombineerd door GitHub)
pl: Otwarte zgłoszenia + PR (łącznie według GitHub)
pt_br: Issues abertas + PRs (combinados pelo GitHub)
ru: Открытые вопросы + PR (объединённые GitHub)
tr: Açık sorunlar + PR'ler (GitHub tarafından birleştirilmiş)
uk: Відкриті питання + PR (об'єднані GitHub)
vi: Số issue + PR đang mở (kết hợp bởi GitHub)
zh_hans: 打开的 issue + PR(GitHub 合计)
zh_hant: 打开的 issue + PR（GitHub 合计）

# search.detail.time.created.format
source: Created %@
ar: أُنشئ %@
de: Erstellt %@
es: Creado %@
fr: Créé le %@
id: Dibuat %@
it: Creato %@
ja: %@ に作成
ko: %@에 생성됨
nl: Gemaakt %@
pl: Utworzono %@
pt_br: Criado %@
ru: Создан %@
tr: %@ tarihinde oluşturuldu
uk: Створено %@
vi: Đã tạo %@
zh_hans: %@ 创建
zh_hant: %@ 创建

# search.detail.time.updated.format
source: Updated %@
ar: حُدّث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour le %@
id: Diperbarui %@
it: Aggiornato %@
ja: %@ に更新
ko: %@에 업데이트됨
nl: Bijgewerkt %@
pl: Zaktualizowano %@
pt_br: Atualizado %@
ru: Обновлён %@
tr: %@ tarihinde güncellendi
uk: Оновлено %@
vi: Đã cập nhật %@
zh_hans: %@ 更新
zh_hant: %@ 更新

# search.detail.wikis.label
source: Wikis
ar: الويكيات
id: Wiki
it: Wiki
ja: Wiki
ko: 위키
pl: Wiki
ru: Вики
tr: Wikiler
uk: Вікі
vi: Wiki
zh_hans: 可读文档
zh_hant: 可读文档

# search.disabledInPage
source: This search is only available on the Manage page
ar: هذا البحث متاح فقط في صفحة الإدارة
de: Diese Suche ist nur auf der Verwaltungsseite verfügbar
es: Esta búsqueda solo está disponible en la página de Administrar
fr: Cette recherche est disponible uniquement sur la page Gérer
id: Pencarian ini hanya tersedia di halaman Kelola
it: Questa ricerca è disponibile solo nella pagina Gestisci
ja: この検索は管理ページでのみ利用可能です
ko: 이 검색은 관리 페이지에서만 사용할 수 있습니다.
nl: Deze zoekopdracht is alleen beschikbaar op de pagina Beheren
pl: To wyszukiwanie jest dostępne tylko na stronie Zarządzaj
pt_br: Esta pesquisa está disponível apenas na página Gerenciar
ru: Этот поиск доступен только на странице управления
tr: Bu arama yalnızca Yönet sayfasında kullanılabilir
uk: Цей пошук доступний лише на сторінці Керування
vi: Tìm kiếm này chỉ khả dụng trên trang Quản lý
zh_hans: 该搜索仅在 Manage 页面可用
zh_hant: 该搜索仅在 Manage 页面可用

# search.empty.anySearchDisabled.action
source: Click to enable
ar: انقر للتمكين
de: Zum Aktivieren klicken
es: Haz clic para habilitar
fr: Cliquez pour activer
id: Klik untuk mengaktifkan
it: Clicca per abilitare
ja: クリックして有効化
ko: 클릭하여 활성화
nl: Klik om in te schakelen
pl: Kliknij, aby włączyć
pt_br: Clique para ativar
ru: Нажмите, чтобы включить
tr: Etkinleştirmek için tıklayın
uk: Натисніть, щоб увімкнути
vi: Nhấp để bật
zh_hans: 点击开启
zh_hant: 点击开启

# search.empty.anySearchDisabled.title
source: AnySearch is not enabled
ar: AnySearch غير مفعل
de: AnySearch ist nicht aktiviert
es: AnySearch no está habilitado
fr: AnySearch n'est pas activé
id: AnySearch tidak diaktifkan
it: AnySearch non è abilitato
ja: AnySearchが有効になっていません
ko: AnySearch가 활성화되지 않음
nl: AnySearch is niet ingeschakeld
pl: AnySearch nie jest włączone
pt_br: AnySearch não está ativado
ru: AnySearch не включён
tr: AnySearch etkin değil
uk: AnySearch не ввімкнено
vi: AnySearch chưa được bật
zh_hans: AnySearch 未启用
zh_hant: AnySearch 未启用

# search.empty.description
source: Try a different keyword or scope
ar: جرّب كلمة مفتاحية أو نطاقًا مختلفًا
de: Versuchen Sie ein anderes Stichwort oder einen anderen Bereich
es: Prueba con otra palabra clave o ámbito
fr: Essayez un mot-clé ou une portée différente
id: Coba kata kunci atau cakupan lain
it: Prova una parola chiave o un ambito diverso
ja: 別のキーワードや範囲をお試しください
ko: 다른 키워드나 범위를 시도해 보세요.
nl: Probeer een ander trefwoord of bereik
pl: Spróbuj innego słowa kluczowego lub zakresu
pt_br: Tente uma palavra-chave ou escopo diferente
ru: Попробуйте другое ключевое слово или область
tr: Farklı bir anahtar kelime veya kapsam deneyin
uk: Спробуйте інше ключове слово або область
vi: Thử từ khóa hoặc phạm vi khác
zh_hans: 尝试更换关键词或搜索范围
zh_hant: 尝试更换关键词或搜索范围

# search.empty.title
source: No results
ar: لا توجد نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
ru: Нет результатов
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_hans: 没有找到结果
zh_hant: 没有找到结果

# search.filter.numeric.error.digitsOnly
source: Only digits are allowed.
ar: يُسمح فقط بالأرقام.
de: Nur Ziffern sind erlaubt.
es: Solo se permiten dígitos.
fr: Seuls les chiffres sont autorisés.
id: Hanya angka yang diperbolehkan.
it: Solo cifre consentite.
ja: 数字のみ入力可能です。
ko: 숫자만 입력할 수 있습니다.
nl: Alleen cijfers zijn toegestaan.
pl: Dozwolone są tylko cyfry.
pt_br: Apenas dígitos são permitidos.
ru: Допускаются только цифры.
tr: Yalnızca rakamlara izin verilir.
uk: Дозволено лише цифри.
vi: Chỉ cho phép chữ số.
zh_hans: 只能输入数字。
zh_hant: 只能输入数字。

# search.filter.numeric.error.required
source: Enter a positive integer.
ar: أدخل عددًا صحيحًا موجبًا.
de: Geben Sie eine positive ganze Zahl ein.
es: Introduce un número entero positivo.
fr: Saisissez un entier positif.
id: Masukkan bilangan bulat positif.
it: Inserisci un numero intero positivo.
ja: 正の整数を入力してください。
ko: 양의 정수를 입력하세요.
nl: Voer een positief geheel getal in.
pl: Wprowadź dodatnią liczbę całkowitą.
pt_br: Insira um número inteiro positivo.
ru: Введите целое положительное число.
tr: Pozitif bir tam sayı girin.
uk: Введіть додатне ціле число.
vi: Nhập số nguyên dương.
zh_hans: 请输入正整数。
zh_hant: 请输入正整数。

# search.filter.numeric.error.tooHighFormat
source: Value cannot exceed %d.
ar: لا يمكن أن تتجاوز القيمة %d.
de: Wert darf %d nicht überschreiten.
es: El valor no puede superar %d.
fr: La valeur ne peut pas dépasser %d.
id: Nilai tidak boleh melebihi %d.
it: Il valore non può superare %d.
ja: 値は %d を超えることはできません。
ko: 값이 %d을(를) 초과할 수 없습니다.
nl: Waarde mag niet hoger zijn dan %d.
pl: Wartość nie może przekraczać %d.
pt_br: O valor não pode exceder %d.
ru: Значение не может превышать %d.
tr: Değer %d değerini aşamaz.
uk: Значення не може перевищувати %d.
vi: Giá trị không được vượt quá %d.
zh_hans: 数值不能超过 %d。
zh_hant: 数值不能超过 %d。

# search.filter.numeric.error.tooLowFormat
source: Value must be at least %d.
ar: يجب أن تكون القيمة %d على الأقل.
de: Wert muss mindestens %d betragen.
es: El valor debe ser al menos %d.
fr: La valeur doit être au moins %d.
id: Nilai harus minimal %d.
it: Il valore deve essere almeno %d.
ja: 値は %d 以上である必要があります。
ko: 값은 최소 %d 이상이어야 합니다.
nl: Waarde moet ten minste %d zijn.
pl: Wartość musi wynosić co najmniej %d.
pt_br: O valor deve ser no mínimo %d.
ru: Значение должно быть не менее %d.
tr: Değer en az %d olmalıdır.
uk: Значення має бути не менше %d.
vi: Giá trị phải ít nhất %d.
zh_hans: 数值不能小于 %d。
zh_hant: 数值不能小于 %d。

# search.filters.title
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
id: Filter
it: Filtri
ja: フィルタ
ko: 필터
pl: Filtry
pt_br: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 筛选

# search.filters.toggle
source: Filters
ar: عوامل التصفية
de: Filter
es: Filtros
fr: Filtres
id: Filter
it: Filtri
ja: フィルタ
ko: 필터
pl: Filtry
pt_br: Filtros
ru: Фильтры
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 筛选

# search.filters.toggle.help
source: Show or hide advanced filters
ar: إظهار أو إخفاء عوامل التصفية المتقدمة
de: Erweiterte Filter ein- oder ausblenden
es: Mostrar u ocultar filtros avanzados
fr: Afficher ou masquer les filtres avancés
id: Tampilkan atau sembunyikan filter lanjutan
it: Mostra o nascondi filtri avanzati
ja: 詳細フィルタの表示/非表示
ko: 고급 필터 표시 또는 숨기기
nl: Geavanceerde filters tonen of verbergen
pl: Pokaż lub ukryj zaawansowane filtry
pt_br: Mostrar ou ocultar filtros avançados
ru: Показать или скрыть расширенные фильтры
tr: Gelişmiş filtreleri göster veya gizle
uk: Показати або приховати розширені фільтри
vi: Hiện hoặc ẩn bộ lọc nâng cao
zh_hans: 显示或隐藏高级筛选
zh_hant: 显示或隐藏高级筛选

# search.footer.source.local
source: Local
ar: محلي
de: Lokal
id: Lokal
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalne
ru: Локальный
tr: Yerel
uk: Локальний
vi: Cục bộ
zh_hans: 本地
zh_hant: 本地

# search.footer.source.web
source: Web
ar: الويب
ko: 웹
pl: Sieć
ru: Веб
uk: Веб
zh_hans: 网页
zh_hant: 网页

# search.github.anonymous
source: Anonymous search
ar: بحث مجهول
de: Anonyme Suche
es: Búsqueda anónima
fr: Recherche anonyme
id: Pencarian anonim
it: Ricerca anonima
ja: 匿名検索
ko: 익명 검색
nl: Anoniem zoeken
pl: Anonimowe wyszukiwanie
pt_br: Pesquisa anônima
ru: Анонимный поиск
tr: Anonim arama
uk: Анонімний пошук
vi: Tìm kiếm ẩn danh
zh_hans: 匿名搜索
zh_hant: 匿名搜索

# search.github.dateField.done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: OK
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# search.github.dateField.placeholder
source: Pick a date
ar: اختر تاريخًا
de: Datum auswählen
es: Elige una fecha
fr: Choisir une date
id: Pilih tanggal
it: Scegli una data
ja: 日付を選択
ko: 날짜 선택
nl: Kies een datum
pl: Wybierz datę
pt_br: Escolha uma data
ru: Выберите дату
tr: Bir tarih seçin
uk: Виберіть дату
vi: Chọn ngày
zh_hans: 选择日期
zh_hant: 选择日期

# search.github.filter.apply
source: Apply filters
ar: تطبيق عوامل التصفية
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
id: Terapkan filter
it: Applica filtri
ja: フィルタを適用
ko: 필터 적용
nl: Filters toepassen
pl: Zastosuj filtry
pt_br: Aplicar filtros
ru: Применить фильтры
tr: Filtreleri uygula
uk: Застосувати фільтри
vi: Áp dụng bộ lọc
zh_hans: 应用筛选
zh_hant: 应用筛选

# search.github.filter.clearDates
source: Clear dates
ar: مسح التواريخ
de: Daten löschen
es: Limpiar fechas
fr: Effacer les dates
id: Hapus tanggal
it: Cancella date
ja: 日付をクリア
ko: 날짜 지우기
nl: Datums wissen
pl: Wyczyść daty
pt_br: Limpar datas
ru: Очистить даты
tr: Tarihleri temizle
uk: Очистити дати
vi: Xóa ngày
zh_hans: 清除日期
zh_hant: 清除日期

# search.github.filter.createdAfter
source: Created after
ar: أُنشئ بعد
de: Erstellt nach
es: Creado después de
fr: Créé après
id: Dibuat setelah
it: Creato dopo
ja: 作成日（以降）
ko: 생성일 이후
nl: Gemaakt na
pl: Utworzone po
pt_br: Criado após
ru: Создано после
tr: Şu tarihten sonra oluşturuldu
uk: Створено після
vi: Được tạo sau
zh_hans: 创建时间晚于
zh_hant: 创建时间晚于

# search.github.filter.language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langage
id: Bahasa
it: Linguaggio
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Linguagem
ru: Язык
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 语言

# search.github.filter.language.all
source: All Languages
ar: جميع اللغات
de: Alle Sprachen
es: Todos los idiomas
fr: Tous les langages
id: Semua Bahasa
it: Tutti i linguaggi
ja: すべての言語
ko: 모든 언어
nl: Alle talen
pl: Wszystkie języki
pt_br: Todas as linguagens
ru: Все языки
tr: Tüm Diller
uk: Усі мови
vi: Tất cả ngôn ngữ

# search.github.filter.minStars
source: Min stars
ar: الحد الأدنى للنجوم
de: Min. Sterne
es: Estrellas mínimas
fr: Étoiles min.
id: Bintang minimal
it: Stelle minime
ja: 最小スター数
ko: 최소 별
nl: Min. sterren
pl: Min. gwiazdek
pt_br: Estrelas mín.
ru: Мин. звёзд
tr: Minimum yıldız
uk: Мін. зірок
vi: Số sao tối thiểu
zh_hans: 最低 Stars
zh_hant: 最低 Stars

# search.github.filter.minStars.hint
source: Leave empty for no limit, or enter a positive integer.
ar: اتركه فارغًا لعدم وجود حد، أو أدخل عددًا صحيحًا موجبًا.
de: Leer lassen für keine Begrenzung, oder eine positive ganze Zahl eingeben.
es: Déjalo vacío para sin límite, o introduce un número entero positivo.
fr: Laissez vide pour aucune limite, ou saisissez un entier positif.
id: Kosongkan untuk tanpa batas, atau masukkan bilangan bulat positif.
it: Lascia vuoto per nessun limite, o inserisci un numero intero positivo.
ja: 空欄で無制限、または正の整数を入力。
ko: 제한 없음은 비워 두거나 양의 정수를 입력하세요.
nl: Laat leeg voor geen limiet, of voer een positief geheel getal in.
pl: Pozostaw puste, aby nie mieć limitu, lub wprowadź dodatnią liczbę całkowitą.
pt_br: Deixe em branco para sem limite ou insira um número inteiro positivo.
ru: Оставьте пустым для отсутствия ограничения или введите целое положительное число.
tr: Sınırsız için boş bırakın veya pozitif bir tam sayı girin.
uk: Залиште порожнім для без обмежень або введіть додатне ціле число.
vi: Để trống nếu không giới hạn, hoặc nhập số nguyên dương.
zh_hans: 留空表示不限；如填写，必须是正整数。
zh_hant: 留空表示不限；如填写，必须是正整数。

# search.github.filter.minStars.placeholder
source: Any
ar: أي
de: Beliebig
es: Cualquiera
fr: Tout
id: Berapa pun
it: Qualsiasi
ja: 任意
ko: 모두
nl: Willekeurig
pl: Dowolna
pt_br: Qualquer
ru: Любое
tr: Herhangi
uk: Будь-яка
vi: Bất kỳ
zh_hans: 不限
zh_hant: 不限

# search.github.filter.order
source: Order
ar: الترتيب
de: Sortierung
es: Orden
fr: Ordre
id: Urutan
it: Ordine
ja: 順序
ko: 정렬
nl: Volgorde
pl: Kolejność
pt_br: Ordem
ru: Порядок
tr: Sıralama
uk: Порядок
vi: Thứ tự
zh_hans: 顺序
zh_hant: 顺序

# search.github.filter.pushedAfter
source: Pushed after
ar: دُفع بعد
de: Gepusht nach
es: Actualizado después de
fr: Poussé après
id: Didorong setelah
it: Aggiornato dopo
ja: プッシュ日（以降）
ko: 푸시일 이후
nl: Gepusht na
pl: Wypchnięte po
pt_br: Push após
ru: Обновлено после
tr: Şu tarihten sonra gönderildi
uk: Оновлено після
vi: Được đẩy sau
zh_hans: 推送时间晚于
zh_hant: 推送时间晚于

# search.github.filter.sortBy
source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan berdasarkan
it: Ordina per
ja: 並び替え
ko: 정렬 기준
nl: Sorteer op
pl: Sortuj według
pt_br: Ordenar por
ru: Сортировать по
tr: Sırala
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

# search.github.filter.topic
source: Topic
ar: الموضوع
de: Thema
es: Tema
fr: Sujet
id: Topik
it: Argomento
ja: トピック
ko: 주제
nl: Onderwerp
pl: Temat
pt_br: Tópico
ru: Тема
tr: Konu
uk: Тема
vi: Chủ đề

# search.github.filter.topic.placeholder
source: e.g. macOS
ar: مثلاً macOS
de: z. B. macOS
es: p. ej. macOS
fr: ex. macOS
id: mis. macOS
it: es. macOS
ja: 例：macOS
ko: 예: macOS
nl: bijv. macOS
pl: np. macOS
pt_br: ex.: macOS
ru: например, macOS
tr: ör. macOS
uk: напр. macOS
vi: ví dụ: macOS
zh_hans: 例如 macOS
zh_hant: 例如 macOS

# search.github.filterTitle
source: GitHub filters
ar: مرشحات GitHub
de: GitHub-Filter
es: Filtros de GitHub
fr: Filtres GitHub
id: Filter GitHub
it: Filtri GitHub
ja: GitHubフィルタ
ko: GitHub 필터
pl: Filtry GitHub
pt_br: Filtros do GitHub
ru: Фильтры GitHub
tr: GitHub filtreleri
uk: Фільтри GitHub
vi: Bộ lọc GitHub
zh_hans: GitHub 筛选
zh_hant: GitHub 筛选

# search.github.loadMore
source: Load more
ar: تحميل المزيد
de: Mehr laden
es: Cargar más
fr: Charger plus
id: Muat lebih banyak
it: Carica altro
ja: さらに読み込む
ko: 더 불러오기
nl: Meer laden
pl: Wczytaj więcej
pt_br: Carregar mais
ru: Загрузить ещё
tr: Daha fazla yükle
uk: Завантажити ще
vi: Tải thêm
zh_hans: 加载更多
zh_hant: 加载更多

# search.github.order.ascending
source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
id: Menaik
it: Crescente
ja: 昇順
ko: 오름차순
nl: Oplopend
pl: Rosnąco
pt_br: Crescente
ru: По возрастанию
tr: Artan
uk: За зростанням
vi: Tăng dần
zh_hans: 升序
zh_hant: 升序

# search.github.order.descending
source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
id: Menurun
it: Decrescente
ja: 降順
ko: 내림차순
nl: Aflopend
pl: Malejąco
pt_br: Decrescente
ru: По убыванию
tr: Azalan
uk: За спаданням
vi: Giảm dần
zh_hans: 降序
zh_hant: 降序

# search.github.signedIn
source: Signed in
ar: مسجل الدخول
de: Angemeldet
es: Sesión iniciada
fr: Connecté
id: Masuk
it: Accesso effettuato
ja: ログイン中
ko: 로그인됨
nl: Aangemeld
pl: Zalogowano
pt_br: Conectado
ru: Выполнен вход
tr: Oturum açıldı
uk: Увійшли
vi: Đã đăng nhập
zh_hans: 已登录
zh_hant: 已登录

# search.github.sort.bestMatch
source: Best match
ar: الأفضل تطابقاً
de: Beste Übereinstimmung
es: Mejor coincidencia
fr: Meilleure correspondance
id: Paling cocok
it: Migliore corrispondenza
ja: ベストマッチ
ko: 최적 일치
nl: Beste overeenkomst
pl: Najlepsze dopasowanie
pt_br: Melhor correspondência
ru: Лучшее совпадение
tr: En iyi eşleşme
uk: Найкращий збіг
vi: Phù hợp nhất
zh_hans: 最佳匹配
zh_hant: 最佳匹配

# search.github.sort.updated
source: Recently updated
ar: محدث مؤخراً
de: Kürzlich aktualisiert
es: Actualizado recientemente
fr: Récemment mis à jour
id: Terbaru diperbarui
it: Aggiornati di recente
ja: 最近更新
ko: 최근 업데이트
nl: Recent bijgewerkt
pl: Ostatnio aktualizowane
pt_br: Atualizados recentemente
ru: Недавно обновлённые
tr: Son güncellenen
uk: Нещодавно оновлені
vi: Cập nhật gần đây
zh_hans: 最近更新
zh_hant: 最近更新

# search.github.summary.cappedFormat
source: %lld GitHub matches (only the first 1000 are browsable)
ar: %lld نتيجة من GitHub (أول 1000 فقط قابلة للتصفح)
de: %lld GitHub-Treffer (nur die ersten 1000 sind durchsuchbar)
es: %lld coincidencias en GitHub (solo se pueden explorar las primeras 1000)
fr: %lld résultats GitHub (seuls les 1000 premiers sont consultables)
id: %lld hasil GitHub (hanya 1000 pertama yang dapat dijelajahi)
it: %lld risultati GitHub (solo i primi 1000 sono navigabili)
ja: %lld 件のGitHub一致（最初の1000件のみ閲覧可能）
ko: GitHub 일치 %lld개 (처음 1000개만 탐색 가능)
nl: %lld GitHub-resultaten (alleen de eerste 1000 zijn doorzoekbaar)
pl: %lld wyników z GitHub (tylko pierwsze 1000 można przeglądać)
pt_br: %lld correspondências no GitHub (apenas as primeiras 1000 podem ser navegadas)
ru: %lld совпадений на GitHub (доступны только первые 1000)
tr: %lld GitHub eşleşmesi (yalnızca ilk 1000'e göz atılabilir)
uk: %lld збігів на GitHub (доступні лише перші 1000)
vi: %lld kết quả GitHub (chỉ có thể duyệt 1000 kết quả đầu tiên)
zh_hans: GitHub 命中 %lld 条，仅可浏览前 1000 条
zh_hant: GitHub 命中 %lld 条，仅可浏览前 1000 条

# search.github.summary.format
source: %lld GitHub matches
ar: %lld نتيجة من GitHub
de: %lld GitHub-Treffer
es: %lld coincidencias en GitHub
fr: %lld résultats GitHub
id: %lld hasil GitHub
it: %lld risultati GitHub
ja: %lld 件のGitHub一致
ko: GitHub 일치 %lld개
nl: %lld GitHub-resultaten
pl: %lld wyników z GitHub
pt_br: %lld correspondências no GitHub
ru: %lld совпадений на GitHub
tr: %lld GitHub eşleşmesi
uk: %lld збігів на GitHub
vi: %lld kết quả GitHub
zh_hans: GitHub 命中 %lld 条
zh_hant: GitHub 命中 %lld 条

# search.history.clearAll
source: Clear all
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
id: Hapus semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 清空全部
zh_hant: 清空全部

# search.history.clearAll.help
source: Clear all search history
ar: مسح كل سجل البحث
de: Gesamten Suchverlauf löschen
es: Borrar todo el historial de búsqueda
fr: Effacer tout l'historique de recherche
id: Hapus semua riwayat pencarian
it: Cancella tutta la cronologia delle ricerche
ja: すべての検索履歴をクリア
ko: 모든 검색 기록 지우기
nl: Alle zoekgeschiedenis wissen
pl: Wyczyść całą historię wyszukiwania
pt_br: Limpar todo o histórico de buscas
ru: Очистить всю историю поиска
tr: Tüm arama geçmişini temizle
uk: Очистити всю історію пошуку
vi: Xóa toàn bộ lịch sử tìm kiếm
zh_hans: 清空全部搜索历史
zh_hant: 清空全部搜索历史
